Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: The seal can only be broken by the recipient, standing at the destination city.
ar: لا يمكن كسر الختم إلا من قبل المستلم الذي يقف في المدينة الوجهة.
bg: Печатът може да бъде счупен само от получателя, който стои в града на местоназначението.
bs: Pečat može slomiti samo primalac koji stoji u odredišnom gradu.
ca: El segell només el pot trencar el destinatari, situat a la ciutat de destinació.
cs: Pečeť může prolomit pouze příjemce stojící v cílovém městě.
da: Forseglingen kan kun brydes af modtageren, der står ved destinationsbyen.
de: Das Siegel kann nur vom Empfänger am Zielort gebrochen werden.
el: Η σφραγίδα μπορεί να σπάσει μόνο ο παραλήπτης που βρίσκεται στην πόλη προορισμού.
es: El sello sólo puede ser roto por el destinatario, situándose en la ciudad de destino.
et: Pitserit saab murda ainult saaja, seistes sihtlinnas.
eu: Zigilua hartzaileak bakarrik hauts dezake, helmugako hirian zutik.
fi: Sinetin voi rikkoa vain vastaanottaja, joka seisoo kohdekaupungissa.
fr: Le sceau ne peut être brisé que par le destinataire, présent dans la ville de destination.
ga: Ní féidir an séala a bhriseadh ach an faighteoir, ag seasamh ag an gcathair chinn scríbe.
gl: O selo só o pode romper o destinatario, situado na cidade de destino.
he: החותם יכול להישבר רק על ידי הנמען, העומד בעיר היעד.
hi: सील को केवल प्राप्तकर्ता ही गंतव्य शहर में खड़ा होकर तोड़ सकता है।
hr: Pečat može razbiti samo primatelj, koji stoji u odredišnom gradu.
hu: A pecsétet csak a címzett a célvárosnál állva törheti fel.
id: Segel hanya dapat dibuka oleh penerima yang berdiri di kota tujuan.
is: Innsiglið getur aðeins verið brotið af viðtakanda, sem stendur við áfangastað.
it: Il sigillo può essere rotto solo dal destinatario, trovandosi nella città di destinazione.
ja: 封印を解くことができるのは、目的地の都市に立っている受取人のみです。
ka: ბეჭდის გატეხვა შეუძლია მხოლოდ მიმღებს, რომელიც დგას დანიშნულების ქალაქში.
kk: Пломбаны тек тағайындалған қалада тұрған алушы ғана бұза алады.
ko: 봉인은 목적지 도시에 서 있는 수령인만 풀 수 있습니다.
lt: Antspaudą gali nulaužti tik gavėjas, stovėdamas paskirties mieste.
lv: Zīmogu var uzlauzt tikai saņēmējs, stāvot galamērķa pilsētā.
mk: Печатот може да го скрши само примачот, кој стои во градот одредиште.
ms: Meterai hanya boleh dipecahkan oleh penerima, berdiri di bandar destinasi.
mt: Is-siġill jista 'jinkisser biss mir-riċevitur, bil-wieqfa fil-belt tad-destinazzjoni.
nb: Forseglingen kan bare brytes av mottakeren som står ved destinasjonsbyen.
nl: Het zegel kan alleen worden verbroken door de ontvanger, staande in de stad van bestemming.
pl: Pieczęć może zostać złamana jedynie przez odbiorcę, stojącego w mieście docelowym.
pt_br: O selo só poderá ser quebrado pelo destinatário, situado na cidade de destino.
ro: Sigiliul poate fi spart doar de către destinatar, aflat în orașul de destinație.
ru: Пломбу может сломать только получатель, находясь в городе назначения.
sk: Pečať môže zlomiť iba príjemca, ktorý stojí v cieľovom meste.
sl: Pečat lahko zlomi samo prejemnik, ki stoji v ciljnem mestu.
sq: Vula mund të thyhet vetëm nga marrësi, duke qëndruar në qytetin e destinacionit.
sr: Печат може сломити само прималац, који стоји у одредишном граду.
sv: Förseglingen kan endast brytas av mottagaren som står vid destinationsstaden.
th: มีเพียงผู้รับเท่านั้นที่จะทำลายผนึกได้ โดยยืนอยู่ที่เมืองปลายทาง
tr: Mühür yalnızca varış şehrinde duran alıcı tarafından kırılabilir.
uk: Печатку може зламати лише одержувач, який стоїть у місті призначення.
vi: Con dấu chỉ có thể được phá vỡ bởi người nhận, đứng ở thành phố nơi đến.
zh_hans: 只有站在目的地城市的接收者才能打破封印。
zh_hk: 只有站在目的地城市的接收者才能打破封印。

source: The seal can only be broken by the recipient, standing where the letter was left.
ar: لا يمكن كسر الختم إلا من قبل المستلم الذي يقف حيث تركت الرسالة.
bg: Печатът може да бъде счупен само от получателя, застанал там, където е оставено писмото.
bs: Pečat može slomiti samo primalac, koji stoji na mjestu gdje je pismo ostavljeno.
ca: El segell només el pot trencar el destinatari, situat on es va deixar la carta.
cs: Pečeť může zlomit pouze příjemce, který stojí tam, kde byl dopis ponechán.
da: Seglet kan kun brydes af modtageren, der står, hvor brevet blev efterladt.
de: Das Siegel kann nur vom Empfänger gebrochen werden, der dort steht, wo der Brief zurückgelassen wurde.
el: Η σφραγίδα μπορεί να σπάσει μόνο ο παραλήπτης, που στέκεται εκεί που έμεινε το γράμμα.
es: El sello sólo puede ser roto por el destinatario, situándose en el lugar donde se dejó la carta.
et: Pitserit saab murda ainult saaja, seistes seal, kus kiri jäeti.
eu: Zigilua hartzaileak bakarrik hautsi dezake, gutuna utzi zuen lekuan zutik.
fi: Sinetin voi rikkoa vain vastaanottaja seisoessaan siitä, mihin kirje jätettiin.
fr: Le sceau ne peut être brisé que par le destinataire, se trouvant à l'endroit où la lettre a été déposée.
ga: Ní fhéadfaidh an faighteoir an séala a bhriseadh ach amháin, ag seasamh san áit ar fágadh an litir.
gl: O selo só o pode romper o destinatario, parado onde quedou a carta.
he: החותם יכול להישבר רק על ידי הנמען, העומד במקום בו הושארה המכתב.
hi: सील को केवल प्राप्तकर्ता ही वहीं खड़ा होकर तोड़ सकता है जहां पत्र छोड़ा गया था।
hr: Pečat može razbiti samo primatelj, stojeći na mjestu gdje je pismo ostavljeno.
hu: A pecsétet csak a címzett tudja feltörni, ott állva, ahol a levelet hagyták.
id: Segelnya hanya dapat dibuka oleh penerimanya, yang berdiri di tempat surat itu ditinggalkan.
is: Innsiglið getur aðeins verið brotið af viðtakanda, sem stendur þar sem bréfið var skilið eftir.
it: Il sigillo può essere rotto solo dal destinatario, che si trova nel punto in cui è stata lasciata la lettera.
ja: 封印を解くことができるのは、手紙が置かれた場所に立っている受取人のみです。
ka: ბეჭდის გატეხვა შეუძლია მხოლოდ მიმღებს, რომელიც დგას იქ, სადაც წერილი დარჩა.
kk: Мөрді хат қалдырылған жерде тұрып, алушы ғана бұза алады.
ko: 봉인은 편지가 있던 곳에 서 있는 수신자만이 깰 수 있습니다.
lt: Antspaudą gali nulaužti tik gavėjas, stovėdamas ten, kur buvo paliktas laiškas.
lv: Zīmogu var uzlauzt tikai adresāts, stāvot vietā, kur tika atstāta vēstule.
mk: Печатот може да го скрши само примачот, кој стои на местото каде што е оставено писмото.
ms: Meterai hanya boleh dipecahkan oleh penerima, berdiri di tempat surat itu ditinggalkan.
mt: Is-siġill jista 'jinkisser biss mir-riċevitur, bil-wieqfa fejn tħalliet l-ittra.
nb: Forseglingen kan bare brytes av mottakeren, som står der brevet ble lagt igjen.
nl: Het zegel kan alleen worden verbroken door de ontvanger, staande op de plek waar de brief is achtergelaten.
pl: Pieczęć może złamać jedynie odbiorca, stojąc w miejscu pozostawienia listu.
pt_br: O selo só pode ser quebrado pelo destinatário, que está onde a carta foi deixada.
ro: Sigiliul poate fi rupt doar de către destinatar, stând acolo unde a fost lăsată scrisoarea.
ru: Пломбу может сломать только получатель, стоящий там, где было оставлено письмо.
sk: Pečať môže zlomiť iba príjemca, ktorý stojí tam, kde bol list ponechaný.
sl: Pečat lahko zlomi le prejemnik, ki stoji na mestu, kjer je pismo ostalo.
sq: Vula mund të thyhet vetëm nga marrësi, duke qëndruar aty ku ka mbetur letra.
sr: Печат може да разбије само прималац, стојећи тамо где је писмо остављено.
sv: Sigillet kan endast brytas av mottagaren, som står där brevet lämnades.
th: มีเพียงผู้รับเท่านั้นที่สามารถทำลายผนึกได้ โดยยืนอยู่ตรงบริเวณที่จดหมายถูกทิ้งไว้
tr: Mühür yalnızca mektubun bırakıldığı yerde duran alıcı tarafından kırılabilir.
uk: Зірвати печатку може тільки одержувач, стоячи там, де залишився лист.
vi: Con dấu chỉ có thể được mở bởi người nhận đứng ở nơi lá thư được để lại.
zh_hans: 只有站在信件所在位置的收件人才能打开封印。
zh_hk: 只有站在信件所在位置的收件人才能打开封印。

source: The seal is waiting. Hold it to break it.
ar: الختم ينتظر. امسكها لكسرها.
bg: Печатът чака. Задръжте го, за да го счупите.
bs: Pečat čeka. Držite ga da ga slomite.
ca: El segell està esperant. Agafeu-lo per trencar-lo.
cs: Pečeť čeká. Podržte, abyste to rozbili.
da: Sælen venter. Hold den for at bryde den.
de: Das Siegel wartet. Halte es gedrückt, um es zu brechen.
el: Η φώκια περιμένει. Κράτα το για να το σπάσεις.
es: El sello está esperando. Sostenlo para romperlo.
et: Pitser ootab. Hoidke seda, et see murda.
eu: Zigilua zain dago. Eutsi apurtzeko.
fi: Sinetti odottaa. Pidä sitä rikkoaksesi sen.
fr: Le sceau attend. Maintiens-le pour le casser.
ga: Tá an séala ag fanacht. Coinnigh sé chun é a bhriseadh.
gl: O selo está esperando. Mantéñao para rompelo.
he: החותם מחכה. החזק אותו כדי לשבור אותו.
hi: मुहर इंतज़ार कर रही है. इसे तोड़ने के लिए इसे पकड़ें.
hr: Pečat čeka. Drži ga da ga slomiš.
hu: A pecsét vár. Tartsa meg, hogy eltörje.
id: Segelnya sedang menunggu. Tahan untuk memecahkannya.
is: Selurinn bíður. Haltu því til að brjóta það.
it: Il sigillo sta aspettando. Tienilo per romperlo.
ja: アザラシが待っています。それを壊すためにそれを保持します。
ka: ბეჭედი ელოდება. დაიჭირე რომ გატეხო.
kk: Мөр күтіп тұр. Оны бұзу үшін ұстаңыз.
ko: 봉인이 기다리고 있습니다. 그것을 잡고 깨십시오.
lt: Antspaudas laukia. Laikykite, kad sulaužytumėte.
lv: Ronis gaida. Turiet to, lai to salauztu.
mk: Печатот чека. Држете го за да го скршите.
ms: Meterai sedang menunggu. Pegang untuk memecahkannya.
mt: Is-siġill qed jistenna. Żommha biex tkisserha.
nb: Selen venter. Hold den for å bryte den.
nl: Het zegel wacht. Houd het vast om het te breken.
pl: Pieczęć czeka. Przytrzymaj, aby go złamać.
pt_br: O selo está esperando. Segure para quebrá-lo.
ro: Sigiliul așteaptă. Ține-l ca să-l rupi.
ru: Печать ждет. Держи его, чтобы сломать.
sk: Pečať čaká. Podržte ho, aby ste ho zlomili.
sl: Pečat čaka. Drži ga, da ga zlomiš.
sq: Vula po pret. Mbajeni për ta thyer.
sr: Печат чека. Држите га да га сломите.
sv: Sälen väntar. Håll den för att bryta den.
th: ตราประทับกำลังรออยู่ กดค้างไว้เพื่อทำลายมัน
tr: Mühür bekliyor. Kırmak için tutun.
uk: Печатка чекає. Тримай, щоб зламати.
vi: Con dấu đang chờ đợi. Giữ nó để phá vỡ nó.
zh_hans: 封印正在等待。按住它就可以打破它。
zh_hk: 封印正在等待。按住它就可以打破它。

source: The seal is waiting. Share the ear tag and let them break it.
ar: الختم ينتظر. شارك علامة الأذن ودعهم يكسرونها.
bg: Печатът чака. Споделете ушната марка и ги оставете да я счупят.
bs: Pečat čeka. Podijelite ušnu markicu i neka je razbiju.
ca: El segell està esperant. Comparteix l'etiqueta de l'orella i deixa que la trenquin.
cs: Pečeť čeká. Sdílejte ušní značku a nechte je rozbít.
da: Sælen venter. Del øremærket og lad dem knække det.
de: Das Siegel wartet. Teile die Ohrmarke und lass sie das Siegel brechen.
el: Η φώκια περιμένει. Μοιραστείτε το αυτί και αφήστε τους να το σπάσουν.
es: El sello está esperando. Comparte la etiqueta en la oreja y deja que la rompan.
et: Pitser ootab. Jagage kõrvamärki ja laske neil see ära murda.
eu: Zigilua zain dago. Partekatu belarriko marka eta utzi hausten.
fi: Sinetti odottaa. Jaa korvamerkki ja anna heidän rikkoa se.
fr: Le sceau attend. Partage l'étiquette d'oreille et laisse-les la casser.
ga: Tá an séala ag fanacht. Roinn an chlib cluaise agus lig dóibh é a bhriseadh.
gl: O selo está esperando. Comparte a etiqueta do oído e deixa que a rompan.
he: החותם מחכה. שתפו את תג האוזן ותנו להם לשבור אותו.
hi: मुहर इंतज़ार कर रही है. कान का टैग साझा करें और उन्हें इसे तोड़ने दें।
hr: Pečat čeka. Podijelite ušnu markicu i neka je razbiju.
hu: A pecsét vár. Oszd meg a füljelzőt, és hagyd, hogy feltörjék.
id: Segelnya sedang menunggu. Bagikan tag telinga dan biarkan mereka memecahkannya.
is: Selurinn bíður. Deildu eyrnamerkinu og láttu þá brjóta það.
it: Il sigillo sta aspettando. Condividi il marchio auricolare e lascia che lo rompano.
ja: アザラシが待っています。耳札を共有して壊してもらいましょう。
ka: ბეჭედი ელოდება. გააზიარეთ ყურსასმენი და მიეცით საშუალება გატეხონ იგი.
kk: Мөр күтіп тұр. Құлақ белгісін бөлісіңіз және оны сындырыңыз.
ko: 봉인이 기다리고 있습니다. 귀표를 공유하고 부러뜨리도록 하세요.
lt: Antspaudas laukia. Pasidalykite ausų įsagais ir leiskite jiems jį sulaužyti.
lv: Ronis gaida. Kopīgojiet krotāliju un ļaujiet viņiem to salauzt.
mk: Печатот чека. Споделете го увото налепница и оставете ги да го скршат.
ms: Meterai sedang menunggu. Kongsi tag telinga dan biarkan mereka memecahkannya.
mt: Is-siġill qed jistenna. Aqsam it-tikketta tal-widna u ħallihom ikissruha.
nb: Selen venter. Del øremerket og la dem knuse det.
nl: Het zegel wacht. Deel het oormerk en laat ze het breken.
pl: Pieczęć czeka. Udostępnij kolczyk i pozwól mu go złamać.
pt_br: O selo está esperando. Compartilhe a marca auricular e deixe-os quebrá-la.
ro: Sigiliul așteaptă. Distribuiți crotalia și lăsați-i să o rupă.
ru: Печать ждет. Поделись ушной биркой и позволь им сломать ее.
sk: Pečať čaká. Zdieľajte ušnú známku a nechajte ich rozbiť.
sl: Pečat čaka. Delite ušesno znamko in jim dovolite, da jo zlomijo.
sq: Vula po pret. Ndani etiketën e veshit dhe lërini ta thyejnë atë.
sr: Печат чека. Поделите ушну маркицу и пустите их да је поломе.
sv: Sälen väntar. Dela öronmärket och låt dem bryta det.
th: ตราประทับกำลังรออยู่ แบ่งปันแท็กหูและปล่อยให้มันหัก
tr: Mühür bekliyor. Kulak küpesini paylaşın ve kırmalarına izin verin.
uk: Печатка чекає. Поділися вушною биркою, і дозволь їм зламати її.
vi: Con dấu đang chờ đợi. Chia sẻ thẻ tai và để họ phá vỡ nó.
zh_hans: 封印正在等待。分享耳标并让他们打破它。
zh_hk: 封印正在等待。分享耳標並讓他們打破它。

source: the sender
ar: المرسل
bg: подателят
bs: pošiljaoca
ca: l'emissor
cs: odesílatel
da: afsenderen
de: der Absender
el: ο αποστολέας
es: el remitente
et: saatja
eu: igorlea
fi: lähettäjä
fr: l'expéditeur
ga: an seoltóir
gl: o remitente
he: השולח
hi: प्रेषक
hr: pošiljatelj
hu: a feladó
id: pengirim
is: sendandann
it: il mittente
ja: 差出人
ka: გამგზავნი
kk: жіберуші
ko: 보낸 사람
lt: siuntėjas
lv: sūtītājs
mk: испраќачот
ms: penghantar
mt: il-mittent
nb: avsenderen
nl: de afzender
pl: nadawca
pt_br: o remetente
ro: expeditorul
ru: отправитель
sk: odosielateľa
sl: pošiljatelj
sq: dërguesi
sr: пошиљаоца
sv: avsändaren
th: ผู้ส่ง
tr: gönderen
uk: відправник
vi: người gửi
zh_hans: 发件人
zh_hk: 寄件人

source: The sender has to send the ram first. Or be the receiver instead: add the sender's ID as a code in the letter sheet.
ar: يجب على المرسل أن يرسل الكبش أولاً. أو كن المستلم بدلاً من ذلك: أضف معرف المرسل كرمز في ورقة الرسالة.
bg: Подателят трябва първо да изпрати овена. Или вместо това бъдете получател: добавете ID на изпращача като код в листа с писма.
bs: Pošiljalac mora prvo poslati ovna. Ili umjesto toga budite primalac: dodajte ID pošiljaoca kao kod na listu sa pismom.
ca: El remitent ha d'enviar primer la RAM. O sigueu el receptor: afegiu l'identificador del remitent com a codi al full de cartes.
cs: Odesílatel musí nejprve odeslat berana. Nebo buďte místo toho příjemcem: přidejte ID odesílatele jako kód do listu dopisu.
da: Afsenderen skal sende vædderen først. Eller vær modtager i stedet: Tilføj afsenderens ID som en kode i brevarket.
de: Zuerst muss der Absender das Schaf losschicken. Oder werde selbst Empfänger: Füge die ID des Absenders als Code im Briefblatt ein.
el: Ο αποστολέας πρέπει να στείλει πρώτα το κριάρι. Εναλλακτικά, γίνετε ο παραλήπτης: προσθέστε το αναγνωριστικό του αποστολέα ως κωδικό στο φύλλο επιστολής.
es: El remitente tiene que enviar el carnero primero. O sé tú el receptor: añade el ID del remitente como código en la hoja de la carta.
et: Saatja peab esmalt jäära saatma. Või ole hoopis vastuvõtja: lisa kirjalehele koodina saatja ID.
eu: Bidaltzaileak aharia bidali behar du lehenik. Edo hartzailea izan ordez: gehitu igorlearen ID kode gisa gutun-orrian.
fi: Lähettäjän on ensin lähetettävä ram. Tai ole sen sijaan vastaanottaja: lisää lähettäjän tunnus koodina kirjelomakkeeseen.
fr: L'expéditeur doit d'abord envoyer le bélier. Ou deviens le destinataire : ajoute l'identifiant de l'expéditeur sous forme de code dans la feuille de lettre.
ga: Caithfidh an seoltóir an reithe a sheoladh ar dtús. Nó bí i do ghlacadóir ina ionad sin: cuir ID an tseoltóra mar chód ar bhileog na litreach.
gl: O remitente ten que enviar primeiro o RAM. Ou sexa o receptor: engade o ID do remitente como código na folla de cartas.
he: השולח צריך לשלוח את הכבש תחילה. או להיות המקבל במקום זאת: הוסף את תעודת הזהות של השולח כקוד בגיליון המכתבים.
hi: प्रेषक को पहले ram भेजना होगा. या इसके बजाय प्राप्तकर्ता बनें: पत्र पत्रक में एक कोड के रूप में प्रेषक की आईडी जोड़ें।
hr: Pošiljatelj mora prvo poslati ovna. Ili umjesto toga budite primatelj: dodajte ID pošiljatelja kao kod na list s pismom.
hu: A feladónak először el kell küldenie a ramot. Vagy inkább legyen a címzett: adja meg a feladó azonosítóját kódként a levéllapon.
id: Pengirim harus mengirimkan ramnya terlebih dahulu. Atau jadilah penerima: tambahkan ID pengirim sebagai kode di lembar surat.
is: Sendandi þarf að senda hrútinn fyrst. Eða vertu viðtakandi í staðinn: bættu auðkenni sendanda sem kóða á bréfablaðið.
it: Il mittente deve prima inviare la ram. Oppure sii tu il destinatario: aggiungi l'ID del mittente come codice nel foglio della lettera.
ja: 送信者は最初に RAM を送信する必要があります。または、代わりに受信者になります。送信者の ID をコードとしてレターシートに追加します。
ka: გამგზავნმა ჯერ ვერძი უნდა გამოაგზავნოს. ან იყავით მიმღები: დაამატეთ გამგზავნის ID, როგორც კოდი ასოს ფურცელში.
kk: Жіберуші алдымен қошқарды жіберуі керек. Немесе оның орнына қабылдаушы болыңыз: хат парағына жіберушінің идентификаторын код ретінде қосыңыз.
ko: 보내는 사람이 먼저 램을 보내야 합니다. 아니면 대신 수신자가 되어 보세요. 발송인의 ID를 편지 시트에 코드로 추가하세요.
lt: Siuntėjas pirmiausia turi išsiųsti aviną. Arba vietoj to būkite gavėjas: pridėkite siuntėjo ID kaip kodą laiško lape.
lv: Sūtītājam vispirms ir jānosūta auns. Vai arī esiet saņēmējs: pievienojiet sūtītāja ID kā kodu vēstules lapā.
mk: Испраќачот треба прво да го испрати овенот. Или, наместо тоа, бидете примач: додадете го ID на испраќачот како шифра во листот со букви.
ms: Pengirim perlu menghantar ram terlebih dahulu. Atau sebaliknya jadi penerima: tambahkan ID pengirim sebagai kod dalam helaian surat.
mt: Min jibgħat irid jibgħat il-muntun l-ewwel. Jew kun ir-riċevitur minflok: żid l-ID tal-mittent bħala kodiċi fil-folja tal-ittri.
nb: Avsenderen må sende ram først. Eller vær mottaker i stedet: legg til avsenderens ID som en kode i brevarket.
nl: De afzender moet eerst de ram verzenden. Of wees de ontvanger: voeg de ID van de afzender als code toe op het briefvel.
pl: Nadawca musi najpierw wysłać barana. Możesz też zostać odbiorcą: dodaj identyfikator nadawcy jako kod na arkuszu listu.
pt_br: O remetente deve enviar o RAM primeiro. Ou seja o destinatário: adicione o ID do remetente como um código na folha de cartas.
ro: Expeditorul trebuie să trimită mai întâi berbecul. Sau fiți destinatarul: adăugați ID-ul expeditorului ca cod în foaia de scrisori.
ru: Сначала отправитель должен отправить барана. Или стань получателем: добавь ID отправителя как код в листе письма.
sk: Odosielateľ musí najprv poslať barana. Alebo buďte namiesto toho príjemcom: pridajte ID odosielateľa ako kód do listu s listami.
sl: Pošiljatelj mora najprej poslati ovna. Ali pa bodite namesto tega prejemnik: dodajte ID pošiljatelja kot kodo na list s pismom.
sq: Dërguesi duhet të dërgojë më parë dashin. Ose bëhu marrësi: shtoni ID-në e dërguesit si kod në fletën e shkronjave.
sr: Пошиљалац мора прво да пошаље овна. Или уместо тога будите прималац: додајте ИД пошиљаоца као код на листу са писмом.
sv: Avsändaren måste skicka vädret först. Eller vara mottagare istället: lägg till avsändarens ID som kod i brevbladet.
th: ผู้ส่งจะต้องส่งแรมก่อน หรือเป็นผู้รับแทน: เพิ่ม ID ผู้ส่งเป็นรหัสในแผ่นจดหมาย
tr: Gönderenin önce koçu göndermesi gerekiyor. Veya bunun yerine alıcı olun: gönderenin kimliğini mektup sayfasına kod olarak ekleyin.
uk: Спочатку відправник має надіслати барана. Або стань одержувачем: додай ID відправника як код у бланку листа.
vi: Người gửi phải gửi ram trước. Hoặc thay vào đó hãy là người nhận: thêm ID của người gửi làm mã trong bảng thư.
zh_hans: 发送者必须先发送 ram。或者成为收件人：将发件人 ID 作为代码添加到信函表中。
zh_hk: 發送者必須先發送 ram。或成為收件者：將寄件者 ID 作為代碼加入信函表。
